[
  {
    "path": "posts/biobit/",
    "title": "BioBit",
    "description": "Take a look at the blog I have recently created to spread bioinformatics to society: BioBit. My goal publishing posts to BioBit is to make bioinformatics, as well as biology and computer science, more accessible to society. Take a look at biobit.netlify.app.",
    "author": [
      {
        "name": "Adrià",
        "url": "https://amitjavialventura.github.io"
      }
    ],
    "date": "2020-11-23",
    "categories": [],
    "contents": "\nBioBit is a blog dedicated to spread and communicate bioinformatics to society. I made it using the R package distill and to publish it I used Netlify, because GitHub pages force me to have it as a subdomain of my personal website.\nMy goal with the blog is posting basic things and recent advances about bioinformatics, as well as some biology and computer science -although I won’t post much about it, since I am a bioscientist rather than a computer one-.\nMoreover, I have also explained how I made the blog using Rmarkdown and distill, as well as the steps I followed to make my personal website using a simple Rmarkdown page and why I changed to a Distill Blog for it.\nI wish that you will like what I have to say and you will have fun reading it.\nYou can take a look at the blog at https://biobit.netlify.app.\n\n\n\n\n\n\n",
    "preview": "posts/biobit/distill-preview.png",
    "last_modified": "2020-11-23T07:27:50+01:00",
    "input_file": "biobit.utf8.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Biotechnologist around computers",
    "description": "I am a former biotechnologist living around computers and, nowadays, I am working in an Epigenetics group seeking to get a PhD in Computational Biology. Apart from science, I love scientific divulgation and practicing sport, specially rowing -sport in which I competed at international level- and cycling.",
    "author": [
      {
        "name": "Adrià Mitjavila Ventura",
        "url": "https://amitjavilaventura.github.io"
      }
    ],
    "date": "2020-11-20",
    "categories": [],
    "contents": "\n\nAt the beggining of my academic career, I wanted to be a wetlab scientist and, in honor to the truth, I didn’t love bioinformatics, so I focussed my bachelor’s thesis in Molecular Microbiology. However, I noticed how crucial informatics-based analyses of biological data are when we externally sequenced and processed our metagenomics data and when I had to make the statistical analysis all by myself without knowing any R. Then, due to sport-related reasons, I dedicated the master’s thesis to the study of yeast gene expression using bioinformatics-based approached. This is when I started to realize that computational biology wasn’t that bad and that I actually liked it.\n\n\nToday I am working as a bioinformatician in an epigenetics group, mainly studying signal transduction and the mutations in the Wnt pathway, to which I will dedicate my PhD project.\n\n\nMy professional interests are related to the data analysis in support to experimental research, as well as the pure computational experimentation. Moreover, I am a big fan of open science and I try to have my code repositories (mainly GitHub) as open and updated as possible.\n\n\nApart from science, I love scientific divulgation -I have a blog dedicated to spreading bioinformatics- and practicing sport, specially rowing -sport in which I competed at international level- and cycling.\n\nI hope you enjoy this website.\n\n\n\n\n\n\n\n",
    "preview": "posts/welcome/../../assets/foto_jo.jpg",
    "last_modified": "2020-11-20T19:32:55+01:00",
    "input_file": {}
  }
]
